Repository: seanpm2001/mt-training-data
Catalog: nso/nso_pontoon.tmx
Source language: en_us
Languages: nso

source: Filtered sentences due to requirements failing (please submit fixed versions as new sentences):
nso: Mafoko a filtharelwego ka le baka la dinyakwa tše hlolegilwego (re kgopela o tliše tše lokišitšwego bjalo ka mafoka a ma mpsha.

source: Finding existing sentences in the Public Domain
nso: Go hwetša mafoko a go ba gona Lefelong la Setšhaba.

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
nso: Hwetša ba bagwe bao ba tshwenyegago. Seo se ka ba diyunibesithi, dikolo tša maleme, dihlopha sa bathekgi goba setšhaba sa thutamahlale ya datha. Katanela go fihlilela ditokelelo gomme o hlalose gabotse gore na na ka thuša bjang le gore na ke ka baka la eng. <outreachTemplates>Lebelela di-emeile tša rena tša thempleite</outreachTemplates>.

source: Finish editing first?
nso: Fetša go rulaganya pele?

source: Finish recording
nso: Fetša kgatišo

source: Finish recording first?
nso: Fetša go gatiša pele?

source: Finish Review
nso: Fetša Hlahlobo

source: Finnish
nso: Se-Finnish

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
nso: Sa pele, hlahloba gore na polelo ya geno <languageLink>e šetše e le gona</languageLink>. Ge e ba ga go bjalo, o ka <languageRequestLink>kgopela mabapi le go tsenya polelo ya geno</languageRequestLink>. Go na le megato e mebedi. Go fetolela saete, le go kgoboketša mafoko.

source: Foreign letters. Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
nso: Mangwalo a tšwago ka ntle ga naga. Magwalo a swanetše go nepagala ka polelo yeo e bolelwago. Ka mohlala, “ж” ke tlhaka ya alefabete ya se Russia eupša le ka mohla ga e dirišwe ka Seisimane ka gona ga ya swanela go bonagala mongwalong ofe goba ofe a Seisimane.

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
nso: Bakeng sa setsopolwana se sengwe le sengwe sa lentšu le neetšwego, gomme setsopolwana se sengwe le se sengwe sa odio se kgonthišwe, di-dashpoto tša akhaonto ya gago di a kaonefatšwa go bontšha tšwelo pele ya gago ya moragorago go ye nngwe le ye nngwe ya lpolelong yeo o neelago go yona. Ee, o ka neela go tše fetago e tee!<br/><br/> Šomiša di-dashpoto go latela dipalo-palo tša gago, go bona gore na o šoma bjang le batho ba bangwe setšhabeng, gomme o beele dipakane tša letšatši le letšatši goba tša beke le beke.

source: for example
nso: Ka mohlala

source: For public domain text not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public licence poems"
nso: Bakeng sa mangwalong a setšhaba ga a hwetšegale inthaneteng, o ka berekiša tshupišo ya thuto e.g setaele sa Harvard "Jess (2021) My Public licence poems"

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
nso: Bakeng sa dipolelo tše di thomilwego wepesaete di atlegile <localizationGlossaryLink>localized</localizationGlossaryLink>, gomme di na le <sentenceCollectionGlossaryLink>mafoko a lekanego ao a kgobokanetšego </sentenceCollectionGlossaryLink>go dumelela moneelo go tšwelago pele ka <speakLink>Go Bolela</speakLink> le <listenLink>Go Theeletša</listenLink>.

source: French
nso: Sefora

source: Frequently Asked Questions
nso: Dipotšišo tše di Botšišwago Gantši

source: Frisian
nso: Se-Frisian

source: Fulah
nso: Se-Fulah

source: Galician
nso: Se-Galician

source: Gender
nso: Bong

source: Georgian
nso: Se-Georgia

source: German
nso: Sejeremane

source: Get involved
nso: Go ba karolo

source: Get Involved
nso: Akaretša

source: Get started with goals
nso: Thoma ka dipakane

source: Get Started with Speech Recognition
nso: Thoma ka go Tlhathollo ya Polelo

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
nso: <githubLink>NVIDIA NeMo</githubLink>™ ke <docsLink> ditirišwa tša mothopo o bolegilego </docsLink> ya Banyakišiši ba go tšweletša mehlala ya poledišano ya AL ya di State-of-the-art.

source: Glossary
nso: Pukuntšu

source: Goal reached
nso: Go fihlelela pakane

source: Goals
nso: Dipakane

source: Goan Konkani
nso: Se-Goan Konkani

source: Go to Discourse
nso: Eya Discourse

source: Go to Languages Page
nso: Eya go Letlakala la Maleme

source: Go to { $name }
nso: Eya go { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
nso: <governanceLink>Bala ka mo go oketšegilego mabapi le kamoo re bušwago ka gona</governanceLink>

source: Government proceedings, books and articles are also great however since the text tends to be a little more formal they are less of a priority.
nso: Mananeo a mmušo, dipuku le sehlogo le tšona di botse kudu lega go le bjalo ka ge sengwalwa se na le mokgwa o hlokilego ga tše di tlago pele.

source: Grammatical / spelling error
nso: Popopolelo/ Phošo mopeletong

source: Great! How many clips a week?
nso: Seo se a kgahiša! Ke ditsopolwa tše kae ka beke?

source: Great! How many clips per day?
nso: Go ka botse! Ke di pego tše kae ka letšatši?

source: Great!<recordIcon></recordIcon> Record your next clip
nso: Ga Botse! <recordlcon></recordlcon>Rekhota pego ya gago e latelago

source: Great work!<playIcon></playIcon> Listen again when you're ready
nso: O šomile gabotse! !<playIcon></playIcon> Theeletša gape ge o ikemišeditše

source: Greek
nso: Se-Greek

source: Guarani
nso: Se-Guarani

source: Haitian
nso: Se-Haitian

source: Hakha Chin
nso: Se-Hakha Chin

source: Hausa
nso: Se-Hausa

source: Have Feedback?
nso: O nale Tshwayotshwayo

source: Have you read our Terms?
nso: O badile Mareo a rena?

source: Having an account is not required to contribute, though it is helpful.
nso: Ga go hlokagale o be le akhaonte go neela, le ge e thuša.

source: Having a profile is not required to contribute though it is helpful, see why below.
nso: Ga go hlokagale gore o be le profaele le ge e thuša, bona lebaka leo ka lona ka fase.

source: Hebrew
nso: Se-Heberu

source: Help
nso: Thuša

source: Help Common Voice reach { $hours } hours in a language with a personal goal
nso: Thuša Common Voice e fihle { $hours } diiri ka polelo ya pakane ya gago

source: Help create Common Voice’s first target segment in { $locale }
nso: Re thuše re bope nepo ya karolo ya mathomo ya Common Voice { $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
nso: Re thuše go fihlela { $hours } diiri { $language } ka pakane ya gago

source: Help teach machines how real people speak, donate your voice at { $link }
nso: Re thuše re rute metšhene gore batho ba bolela bjang, neela lentšu la gago go { $link }

source: Help us build a community around voice technology, stay in touch via email.
nso: Re thuše go aga setšhaba mabapi le thekinolotši ya lentšu, dula re boledišana le rena ka e-meile.

source: Help us build a high quality, publicly open dataset
nso: Re thuše re age dathasete ya khwalithi ya go phagama kudu, le e phatlaletšwego

source: Help us by reviewing sentences for correctness according to the guidelines.
nso: Re thuše ka go hlahloba mafoko bakeng sa go nepagala go tsamayelana le ditlhahlo.

source: Help us by writing or collecting Public Domain sentences.
nso: Re thuše ka go ngwala goba go kgoboketša mafoko a mafelong a batho bohle.

source: Help us find more voices, share your goal
nso: Re thuše re hwetše mantšu a mangwe, abelana ka pakane ya gago

source: Help us find others to donate their voice!
nso: Re thuše re hwetše ba bangwe ba go neela mantšu a bona!

source: Help us get to { $goal }
nso: Re thuše re fihle go { $goal }

source: Help us validate sentences!
nso: Re thuše re kgonthiše mafoko!

source: Help us validate voices
nso: Re thuše re kgonthiše mantšu

source: Here are some tips to find sentences:
nso: Tše dingwe tša ditšhišinyo tša go hwetša mafoko:

source: Here are the links to download your ZIP files.
nso: Di-linke tša go tanelouta di faele tša ZIP ke tše.

source: Hidden
nso: Fihlilwego

source: Hill Mari
nso: Se-Hill Mari

source: Hindi
nso: Se-Hindi

source: His hand was rais-ed.
nso: Letsogo la gagwe le emišitšwe.

source: Home
nso: Gae

source: Hours
nso: Diiri

source: Hours Recorded
nso: Diiri di Begilwego

source: Hours Validated
nso: Diiri di Kgonthišitšwe

source: { $hours } validated hours so far!
nso: { $hours } diiri tše kgonthašitšwego go fihlela bjale!

source: How ?
nso: Bjang?

source: How are project decisions made?
nso: Le tšea dipheto tša projeke bjang?

source: How can I get the Common Voice data?
nso: Nka hwetša datha ya Common Voice bjang?

source: How can we effectively grow a language on Common Voice?
nso: Re ka godiša polelo bjang ka katlego go Common Voice?

source: How does Common Voice calculate hours?
nso: Common Voice e bala diiri bjang?

source: How does Common Voice work?
nso: E šoma bjang Common Voice?

source: How does site localization work?
nso: Bo bereka bjang bo kgauswi bja wepesaete?

source: How do I access and use the dataset?
nso: Nka fihlelela le go šomiša bjang dathasete?

source: How do I add a language?
nso: Ke tlaleletša leleme bjang?

source: How do I add sentences?
nso: Nka oketša mafoko bjang?

source: How do I know whether to approve a voice clip?
nso: Ke tseba bjang gore na nka amogela pego?

source: How do I record a high quality voice clip?
nso: Ke gatiša bjang pego ya khwalithi e phagamego kudu?

source: How do I stay in touch?
nso: Ke ka dula ke boledišana le lena bjang?

source: How do you ensure anonymity and privacy of the people who donated their voices?
nso: O kgonthišetša bjang leina le Sephiri sa batho ba neetšego mantšu a bona.

source: How to
nso: Dira bjang

source: How-to
nso: Go ithuta go

source: How to Cite
nso: Kamoo go Bontšhago ka gona

source: How would you describe your accent?
nso: O ka hlalosa bjang mokgwa wa gago wa go bolela?

source: Hungarian
nso: Se-Hungarian

source: I agree
nso: Kea dumela

source: I am a non-native speaker and I speak with an accent, do you still want my voice?
nso: Ga ke seboledi sa polelo ya lefelong le ebile ke bolela ka segalo, le sa nyaka lentšu la ka na?

source: Icelandic
nso: Se-Icelandic

source: I confirm that these sentences are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
nso: Ke tiišetša gore mafoko a <wikipediaLink>mafelong a batho bohle</wikipediaLink> le gore ke go nea tumelelo ya gwa romela.

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
nso: Ke tla rata go hwetša di e-meile tša go swana le dikgopotšo tša dipakane, sebontšhatšwelopele le magwalo a ditaba tša Common Voice.

source: I do not agree
nso: Ga ke dumele

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
nso: Ge e le gore pego e ganwe ke batho ba babedi (2), e tla lokollwa ka gare ga sehlopha se fapanego sa dathasete.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
nso: Ge e ba kgatišo e ka arogana, goba e nale go kgakgatha, e ganwe ntle le gore mongwalo o feletšego e sa kwagala.

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
nso: Ge e ba lefoko ga le fihlelele kritheriya ya ka godimo, tobetsa; Gana; setobetšwa sa ka go letshadi. Ge e ba o sa kgonthišege ka lefoko, o ka boela wa e taboga gomme o fetele go e latelago.

source: If the sentence does not meet the above criteria, click the "Reject" button. If you are unsure about the sentence, you may also skip it and move on to the next one.
nso: Ge e ba lefoko ga le fihlelele kritheriya tša ka godimo, tobetsa setobetšwa sa “Gana”. Ge e ba o sa kgonthišege ka lefoko, o ka boela wa e taboga gomme o fetele go e latelago.

source: If the sentence meets the criteria, click the "Approve" button.
nso: Ge e ba lefoko le lebane le kriteria, klika konotswana ya "Amogela"

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
nso: Ge mafoko a wela go kriteria, tobetša &quot;Amogela&quot konotswana e leng thoko la go ja.

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
nso: Ge e ba o kopana le selo seo dikeletšo tšeo di se ke tša akaretšwa, ka kgopelo kgetha go ya ka kahlolo ya gago e botse. Ge e ba ruri o ka se kgone go tšea sephetho, diriša setobetšwa sa go taboga gomme o fetele go kgatišo e latelago.

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
nso: Ge o ka <strong>ba kwa</strong> le <strong>go ba kwešiša</strong>, gantši <strong>go kaone go amogela</strong>.

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
nso: Ge e ba o sa kwe go tšwa go rena ka morago ga matšatši a mmalwa a tlago, e kgokagane le rena go <emailLink>{ $email }</emailLink> gomme re tla boela go wena!

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
nso: Ge e ba o nyaka didirišwa tša go aga mehuta ya ASR, o ka ikopanya le batho ba bangwe ba sehlopha se <discourseLink>go Discourse</discourseLink>.

source: If your language is not listed here, you can request it through <languageProcessLink>this process</languageProcessLink>.
nso: Ge e ba polelo ya gago ga se e lokeletšwe mo, o ka e kgopela ka go šomiša<languageProcessLink>tiragalo e</languageProcessLink>.

source: If you run out of sentences to review, please help us collect more sentences!
nso: Ge e ba o felelwa ke mafoko ao o swanetše go a ahlola, re kgopela o re thuše go kgoboketše mafoko a mangwe!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
nso: Ge e ba o nagana gore mokgwa wa go piletšo ya mantšu e dira gore go<strong> se ke gwa kgonega go kwešišana</strong>, goba go na <strong> lešata le lentši</strong>, goba go ba le<strong>batho ba bagwe bao ba bolelago</strong>, bjale o ka gana setsopolwa seo. <accuracyLink>Bona tshedimošo ye nngwe ya kritheriya ya go nepagala</accuracyLink>.

source: Igbo
nso: Se-Igbo

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
nso: Ke fetša go hlangwa pakane ya go neela ka lentšu go #CommonVoice -- a re hlakane gomme re thuše go ruta metšhene gore na batho ba nnete ba bolela bjang { $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
nso: Ke dumelana le wena gore o tla swara tshedimošo e ge go ba o hlalositše go Mozilla <privacyLink>Molao wa Sephiri</privacyLink>

source: Includes email, username & demographic info, available right away
nso: Di akaretša e-meile, leina la mošomiši le tshedimošo ya teka tekano ya palo ya gago, e hwetšagala gona bjale

source: Includes mp3s and related sentences, may take some time to prepare
nso: E akaretša di-mp3 le mafoko a tswalanego, di ka tšea nako go di lokiša

source: Indonesian
nso: Se-Indonesia

source: Information about the language
nso: Tsebišo mabapi le leleme

source: In Progress
nso: E Tšwelopeleng

source: Interested in learning more and contributing to the project?
nso: O kgahlegele go ithuta go feta le go neela go projeke.

source: Interface Language
nso: Lefelokgokgano la Polelo

source: Interlingua
nso: Se-Interlingua

source: Interlingue
nso: Se-Interlingue

source: Irish
nso: Se-Irish

source: IsiNdebele (North)
nso: Setebele (Leboa)

source: IsiNdebele (South)
nso: Setebele (Borwa)

source: Is my account information public?
nso: Afa tshedimošo ya akhaonte yaka e phatlaleditšwe?

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
nso: <isoCodeLink>ISO Khoutu</isoCodeLink> ge e ba e tsebja.

source: Is the clip valid?
nso: Pego ye e kgonthišitšwe?

source: Is the goal of Common Voice to build a voice assistant?
nso: Ke pakane ya Common Voice go aga mothutši wa lentšu?

source: Italian
nso: Setaliana

source: It contains words or phrases that are hard to read or pronounce.
nso: E nale mantšu goba dipolelwane tšeo go lego thata go di bala goba go di bitša.

source: It is written in a language different than what I’m speaking.
nso: E ngwetšwe ka polelo e fapanego le polelo yeo ke e bolelago.

source: It's important that you reference where you found the public licence to avoid plagiarism and to allow for follow ups on <copyrightIssuesLink>copyright issues</copyrightIssuesLink>. Here are a few ways you can cite the work.
nso: Go bohlokwa gore o bolele moo o hweditšego lengwalo la tumelelo ya setšhaba go phema go ngwalolla tsebišo le go e utswa le go dumelela go boela bakeng sa <copyrightIssuesLink>mathata a tša ditokelo tša molao</copyrightIssuesLink>. Ditsela tše sego kae tše mmalwa tša go tsopola mošomo.

source: Izhorian
nso: Se-Izhorian

source: Japanese
nso: Se-Japane

source: Join the Common Voice mailing list
nso: Ngwadiša go lenaneo la baamogedi ba e-meile ba Common Voice

source: Just Unsure?
nso: Ga se o kgonthišege?

source: Kabardian
nso: Se-Kabardian

source: Kabyle
nso: Se-Kabyle

source: Kaqchikel
nso: Se-Kaqchikel

source: Karakalpak
nso: Se-Karakalpak

source: Kazakh
nso: Se-Kazakh

source: Keep
nso: Boloka

source: Keep it up, record again <recordIcon></recordIcon>
nso: Tšwela pele, rekhota pego gape <recordIcon></recordIcon>

source: Keep the recordings
nso: Boloka dipego

source: Keep track of your progress and metrics across multiple languages.
nso: Dula o tseba boemo bja gago bja tšwelopele le di metrike tša dipolelo tše dintši.

source: Keep track of your progress with a profile
nso: Dula o tseba boemo bja tšwelopele ka goba le profaele

source: Keep track of your progress with a profile and help our voice data be more accurate.
nso: Dula o tseba boemo bja tšwelopele yagago ka profaele le go thuša datha ya rena ya lentšu go nepagala kudu.

source: Khmer
nso: Se-khmer

source: K'iche'
nso: Se-K'iche'

source: Kikuyu
nso: Se-kikuyu

source: Kinyarwanda
nso: Se-Kinyarwanda

source: Komi-Zyrian
nso: Se-Komi-Zyrian

source: Konkani (Devanagari)
nso: Se-Konkani (Devanagari)

source: Korean
nso: Se-Korea

source: Kurmanji Kurdish
nso: Se-Kurmanji Kurdish

source: Kyrgyz
nso: Se-Kyrgyz

source: Language
nso: Leleme

source: Language Request
nso: Kgopelo ya leleme

source: Language request successfully submitted, thank you.
nso: Kgopelo ya leleme e rometšwe ka Katlego, rea leboga.

source: Languages
nso: Maleme

source: Languages can have their <validationRulesLink>own validation rules</validationRulesLink> with additional requirements. If there is no specific validation file for a language, we are using the generic English rules.
nso: Dipolelo di ka ba le <validationRulesLink>melao ya yona ya go netefatša </validationRulesLink> ka dinyakwa tše oketšegilego. Ge e ba go se na faele e netefaditšwego ya polelo e itseng, re šomiša melao e tlwaelegilego ya Seisemane.

source: Latvian
nso: Se-Latvian

source: Launched
nso: Hloma

source: Leaderboard Visibility
nso: Kelo ya Baetapele e Bonagalago

source: Learn how to take part
nso: Ithuthe ka go tšea karolo

source: Learn More
nso: Ithute ka mo go oketšegilego

source: Leaving now means you’ll lose your changes
nso: Go tšwa gona bjale go bolela gore o tlo lahlagelwa ke diphetogo tša gago

source: Leaving now means you'll lose your progress
nso: Go tšwa gona bjale go bolela gore o tlo lahlagelwa ke tšwelopele ya gago

source: Let's Get Started
nso: Ga re Thome

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
nso: LibriSpeech ke pokello ya dipego ya diiri tše ka bago tše 1000 tša 16Khz tše di balwago ka polelo ya Seisemane e tšwerego dipukeng tša odio tše balwago tša go tšwa morerong wa LibriVox.

source: License
nso: Laesense

source: License: <licenseLink>CC-0</licenseLink>
nso: Laesense: <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
nso: Laesense: <licenseLink>{ $license }</licenseLink>

source: Ligurian
nso: Se-Ligurian

source: Link Copied
nso: Linke e kopotšwe

source: Links to websites that can help us understand the language
nso: Di-linke tša wepesaete tše di ka re thušago go kwešiša polelo

source: Listen
nso: Theeletša

source: Listening
nso: Theeleditše

source: Listen-Queue
nso: Lenaneotetelo la go theeletša

source: Lithuanian
nso: Ma-Lithuanian

source: Loading rejected sentences…
nso: Tsenya mafoko a ganwego

source: Loading sentences…
nso: Mafoko a tsena

source: Loading your sentences…
nso: Tsenya mafoko a gago...

source: Localization
nso: Go lekanyeditša

source: Localized
nso: Lekanyeditšwego

source: Login failed
nso: Go tsena go ganne

source: Login Identity
nso: Tsenya Boitšhupo

source: Log in or sign up to get started
nso: Hloma akhaonte ya mošomiši goba ngwadiša go thoma

source: Login / Signup
nso: Tsena/Hloma akhaonte ya mošomiši

source: Log In / Sign Up
nso: Tsena/Hloma akhaonte ya mošomiši

source: Log In / Sign Up with { $company } email
nso: Tsena/Hloma akhaonte ya mošomiši ka { $company } e-meile

source: Logout
nso: Go tšwa

source: Log Out
nso: Etšwa

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
nso: Go bonagala nkare ga gona ditsopolwana tše o ka di theeletšago ka polelo e. Re thuše go tlatša lenaneotetelo ka go rekhota gona bjale.

source: Luganda
nso: Se-Luganda

source: Luxembourgish
nso: Se-Luxembourgish

source: Macedonian
nso: Se-Macedonian

source: Maithili
nso: Se-Maithili

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
nso: Kgonthišetša gore sethaleng se ya rekhota pele o thoma go bolela, le gore se ema fela ge o feditše.

source: Make sure the sentence meets the following criteria:
nso: Netefatša gore lefoko le latela kriteria ye:

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
nso: Dira gore datha ya gago yeo o e rometšwego e be e ntši kamoo go ka kgonegago ka gona ka go nea ka datha ya go se tsebje. Re itlhaola datha ka moka ka palo ya batho pele re e phatlalatša.

source: Malagasy
nso: Se-Malagasy

source: Malay
nso: Se-Malay

source: Malayalam
nso: Se-Malayalam

source: Male
nso: Monna
